Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: A copy of the respective approval letters will be transmitted to the Study Monitor before starting the study.
es_es: Se presentará una copia de las respectivas cartas de aprobación al auditor del estudio antes de que se inicie el estudio.

source: A correlation of LMWs and main peak, respectively, and IL36R binding activity was determined assuming that the total decrease of potency (IL36R binding activity) is the result of increased content of LMW species or a concomitant decrease of main peak, respectively, as a worst case assumption.
es_es: Se determinó una correlación entre las especies de bajo peso molecular y el pico principal y, por otro lado, la actividad de unión al IL36R, asumiendo, como peor escenario, que la disminución total de la potencia (actividad de unión al IL36R) resulta de un mayor contenido de especies de bajo peso molecular y una disminución concomitante del pico principal.

source: A correlation of sum of HC+LC values and IL36R binding activity was determined assuming that the total decrease of efficacy is the result of decrease of sum of HC+LC as a worst case assumption.
es_es: La suma de las especies de cadena pesada + cadena liviana se correlacionó con la actividad de unión al IL36R, suponiendo, como peor escenario, que la disminución total de la eficacia procede de la disminución de dicha suma.

source: A cross-sectional design was chosen to confirm the product quality over the shelf life (as presented in Table 1).
es_es: Se eligió un diseño transversal para confirmar la calidad del producto durante la vida útil (como se muestra en la Tabla 1).

source: A dark blue colour is produced, which disappears on heating.
es_es: Se produce un color azul oscuro que desaparece al calor.

source: A data set of stability studies from drug substance and drug product (stressed and unstressed) where used to generate a prediction plot with 99 % prediction intervals widths
es_es: Para generar un gráfico de predicción con un espesor de intervalos de predicción del 99%, se empleó un conjunto de datos tomados de los estudios de estabilidad del principio activo y el medicamento (con y sin condiciones extremas).

source: A database Lock Meeting was held on 24 May 2021 to ensure completeness of the data and to finalise the handling of possible important protocol deviations.
es_es: El 24 de mayo de 2021 se celebró una reunión de cierre de la base de datos para garantizar la integridad de los datos y concluir la gestión de posibles desviaciones importantes del protocolo.

source: A description of the container closure system for sterile manufacturing area (SM5) components is provided in Table 1.
es_es: En la Tabla 1, se puede ver una descripción de los componentes del envase y sistema de cierre empleados en el área de fabricación estéril SM5.

source: A description of the studies performed to select this final formulation and vial configuration is provided herein.
es_es: En el presente documento, se describen los estudios realizados para seleccionar esta formulación final y la configuración del frasco.

source: A detailed assessment of manufacturing differences of Metalyse® filled in F113 sterile manufacturing 3 (40 mg/vial) and F113 sterile manufacturing 6 (25 mg/vial) is presented in Table 10.
es_es: En la Tabla 10, se incluye una evaluación detallada de las diferencias de fabricación de Metalyse® llenado en el centro F113, fabricación estéril 3 (40 mg/frasco), y en el centro F113, fabricación estéril 6 (25 mg/frasco).

source: A detailed description of the spesolimab PFS-NSD-1 Design Validation is provided in Section 3.2.P.2 Pharmaceutical Development, Chapter 8.10.
es_es: La validación del diseño del PFS-NSD-1 de espesolimab se describe en detalle en la Sección 3.2.P.2 Desarrollo farmacéutico, Capítulo 8.10.

source: A detailed description of the spesolimab PFS-NSD-1 Design Verification is provided in Section 3.2.P.2 Pharmaceutical Development, Chapter 8.8.
es_es: Se incluye una descripción detallada de la verificación de diseño del dispositivo PFS-NSD-1 de espesolimab en la Sección 3.2.P.2, Desarrollo farmacéutico, Capítulo 8.8.

source: A detailed description of these amino acid substitutions is shown in Table 1.
es_es: En la Tabla 1, se presenta una descripción detallada de estas sustituciones de aminoácidos.

source: A dicha solicitud se debe adjuntar los siguientes requisitos:
es_es: The following documentation must be attached to the above application:

source: A discussion and justification for comparability will be presented with respect to material quality, safety and efficacy.
es_es: Se presentarán consideraciones generales y una justificación de la comparabilidad con respecto a la calidad, seguridad y eficacia del material.

source: A dissolution profile study is performed comparing 3 batches of Telmisartan 40 mg and 3 batches of Telmisartan 80 mg tablets manufactured at the currently registered manufacturing site BI DE (IN) (reference batch) with 3 batches of Telmisartan 40 mg and 3 batches of Telmisartan 80 mg tablets manufactured at the proposed alternative site BI Promeco (MX) (testing batch).
es_es: Se realiza un estudio de perfil de disolución en el que se comparan 3 partidas de Telmisartán, comprimidos de 40 mg y 3 de Telmisartán, comprimidos de 80 mg, elaboradas en la planta productoa actualmente registrada (BI DE [IN]) (partidas de referencia) con 3 partidas de Telmisartán, comprimidos de 40 mg y 3 de Telmisartán, comprimidos de 80 mg, elaboradas en la planta alternativa propuesta (BI Promeco [MX]) (partida evaluada).

source: A excepción de los casos discutidos en el numeral 5, todos los medicamentos multifuente o genéricos deben demostrar equivalencia frente al medicamento comparador.
es_es: Except for the cases discussed in paragraph 5, all multi-source or generic drugs must demonstrate equivalence with the comparator.

source: A favourable trend for empagliflozin was observed in the proportion of patients that showed a clinically meaningful improvement in KCCQ clinical summary score (empagliflozin:1126 patients, 41.7%; placebo: 1034 patients, 38.7%; odds ratio 1.120, 95% CI 0.996, 1.259; Table 15.2.3.6: 11).
es_es: En la proporción de pacientes con mejoría clínicamente significativa en la puntuación clínica resumen del cuestionario KCCQ la tendencia fue favorable para empagliflozina (empagliflozina: 1126 pacientes, 41.7 %; placebo: 1034 pacientes, 38.7 %; cociente de probabilidades: 1.120, IC del 95 %: 0.996, 1.259 ; Tabla 15.2.3.6: 11).

source: A favourable trend for empagliflozin was observed in the proportion of patients that showed a clinically meaningful improvement in KCCQ clinical summary score at Week 52 of at least 5 points from baseline [R17-2687].
es_es: En la proporción de pacientes con mejoría clínicamente significativa en la puntuación clínica resumen del cuestionario KCCQ desde el inicio hasta la semana 52, hubo una tendencia favorable para empagliflozina (de al menos 5 puntos) [R17-2687].

source: A filter size of 0.19 m2 was chosen, which is appropriate for the intended batch size requirements according to BI platform technology.
es_es: Se eligió un tamaño de filtro de 0.19 m2, que cumple con los requisitos del tamaño de partida previstos según la tecnología de la plataforma de BI.

source: A filtration characterisation study was performed to assess potential adsorption and dilution effects during sterile filtration.
es_es: Se llevó a cabo un estudio de caracterización de la filtración para evaluar los posibles efectos de adsorción y dilución durante la filtración estéril.

source: A fixed-dose combination of linagliptin and metformin (EU trade name: Jentadueto®) film- coated tablets (2.5 mg linagliptin / 850 mg metformin bid and 2.5 mg linagliptin / 1000 mg metformin bid) received its first marketing authorisation in January 2012 for the treatment of adult patients with type 2 diabetes mellitus.
es_es: Para el tratamiento de pacientes adultos con diabetes mellitus tipo 2, en enero de 2012 recibió la primera autorización de comercialización una combinación a dosis fija de linagliptina y metformina en comprimidos recubiertos (2.5 mg de linagliptina / 850 mg de metformina dos veces por día, y 2.5 mg de linagliptina / 1000 mg de metformina dos veces por día) (denominación comercial en la UE: Jentadueto®).

source: A fixed-dose combination of the SGLT-2 inhibitor empagliflozin and linagliptin (EU trade name: Glyxambi®) film-coated tablets (10 mg empagliflozin / 5 mg linagliptin and 25 mg empagliflozin / 5 mg linagliptin) received its first marketing authorisation in January 2015 for the treatment of adult patients with type 2 diabetes mellitus.
es_es: Para el tratamiento de pacientes adultos con diabetes mellitus tipo 2, en enero de 2015 recibió la primera autorización de comercialización una combinación a dosis fija del inhibidor de la SGLT-2, empagliflozina, y linagliptina en comprimidos recubiertos (10 mg de empagliflozina/ 5 mg de linagliptina y 25 mg de empagliflozina / 5 mg de linagliptina) (denominación comercial en la UE: Glyxambi ®).

source: A flow rate of 0.45 mL / min was observed to be a critical parameter.
es_es: Se observó que una velocidad de flujo de 0.45 ml/min es un parámetro crítico.

source: A forest plot of the subgroup analyses is presented in Figure 11.1.2.1.3: 1.
es_es: En la Figura 11.1.2.1.3: 1 se presenta un diagrama de bosque de los análisis por subgrupos.

source: A formal interim safety analysis was performed after 100 patients were enrolled.
es_es: Se realizó un análisis de seguridad provisional formal después de la inscripción de 100 pacientes.

source: A formulation robustness study was performed to assess the product quality of tenecteplase 25 mg when applying PS 20 concentrations, arginine concentrations and pH ranges at the edge of defined ranges.
es_es: Se realizó un estudio de robustez de la formulación para evaluar la calidad del producto de tenecteplasa 25 mg al aplicar concentraciones de PS 20, concentraciones de arginina y rangos de pH en el borde de los rangos establecidos.

source: A formulation robustness study was performed to assess the stability of spesolimab PFS-1 (150 mg/syringe; 150 mg/mL) when applying PS20 concentrations and pH ranges at the edge of defined ranges and additionally using different batches of DS.
es_es: Se realizó un estudio de rubustez de la formulación para evaluar la estabilidad del dispositivo PFS-1 de Espesolimab (150 mg/ampolla; 150 mg/ml), con las concentraciones definidas en PS20 y pH en las cotas de los rangos definidos, y con diferentes partidas de principio activo.

source: A functionally independent outcome was defined as a modified Rankin scale score of 0 to 2 or no change from baseline.
es_es: Un resultado de independencia funcional se definió como un puntaje en la escala de Rankin modificada de 0 a 2 o la estabilidad desde el inicio.

source: A further continuation of the stability study according to the protocol is possible for the extension of shelf life.
es_es: Es posible continuar el estudio de estabilidad según el protocolo para evaluar una prolongación de la vida útil.

source: A further reduction of CHOP was achieved from C05 to G07 (10 KD II Activity Pool) and yielded results of 15 ppm (run 22003) in minimum and of 111 ppm (run 22000) at maximum.
es_es: Se alcanzó una reducción adicional de proteína de CHO entre el paso C05 y el G07 (mezcla de actividad de 10 KD II), con resultados de 15 ppm (corrida 22003) como mínimo y de 111 ppm (corrida 22000) como máximo.

source: A gradient ultra-performance liquid chromatography is performed with subsequent mass spectrometry detection of the separated analytes (LC-MS).
es_es: Se realiza una cromatografía líquida de gradiente de alto rendimiento con posterior detección por espectrometría de masas de los analitos separados (LC-MS).

source: A graphical representation of the estimated weighted linear regression line together with the individual data and the corresponding R and R2values is given inFigure 27.
es_es: En la Figura 27 puede apreciarse una representación gráfica de la curva de regresión lineal ponderada estimada, junto con los valores individuales y los correspondientes R y R2.

source: A graphical representation of the responses relative to the observed concentration is given in Figure 25 together with the estimated linear regression line and the corresponding R and R2 values.
es_es: En la Figura 25 puede apreciarse una representación gráfica de las respuestas a la concentración observada, junto con la regresión lineal estimada y los correspondientes R y R2.

source: A hepatic injury was defined by the following alterations of hepatic laboratory parameters:
es_es: La lesión hepática se definió como las siguientes alteraciones de los parámetros de laboratorio hepático:

source: A hierarchical testing procedure was followed for the assessment of the primary endpoint and the 2 key secondary endpoints.
es_es: Se siguió un procedimiento jerárquico para evaluar el criterio de valoración primario y los 2 secundarios clave.

source: A high level summary of the spesolimab drug product manufacturing process changes is provided in Table 5 and Section 3.2.P.2 Pharmaceutical Development, Chapter 7.
es_es: En la Tabla 5 y en la Sección 3.2.P.2, Desarrollo farmacéutico, Capítulo 7, hay un resumen de las capas superiores del proceso de fabricación del medicamento Espesolimab.

source: A high-fat, high-calorie meal prior to intake of the 12.5 mg empagliflozin / 1000 mg metformin FDC or free dose combination tablets was associated with a reduction of AUC and Cmax compared with fasted treatment for both empagliflozin and metformin.
es_es: Una comida hiperlipídica e hipercalórica previa a la toma de empagliflozina, 12.5 mg/metformina, 1000 mg, en comprimidos de combinación a dosis fija o en combinación a dosis libre estuvo asociada a menores AUC y Cmáx que el tratamiento preprandial, tanto para empagliflozina como para metformina.

source: A high-fat, high-calorie meal was only served before Treatments B, D, E, and F.
es_es: Antes de la administración de los tratamientos B, D, E y F, se sirvió una comida con alto contenido graso y calórico.

source: A higher concentration of endotoxin, in solution, causes the incensement of turbidity and occurs faster than lower concentrations.
es_es: Una mayor concentración de endotoxina en solución aumenta la turbidez y arroja una mayor velocidad de enturbiamiento que las concentraciones más bajas.

source: A histogram of the individual patient slopes showed a uniform shift in the empagliflozin group to slower eGFR decline compared with the placebo group, supporting that the effect of empagliflozin vs placebo treatment was observed across the population (Figure 11.1.2.2.1: 1).
es_es: En el histograma de las pendientes de los pacientes individuales se observó un cambio uniforme en el grupo de empagliflozina hacia una disminución más lenta de la TFGe en comparación con el grupo de placebo, lo que respalda la afirmación de que el efecto del tratamiento con empagliflozina fue superior al placebo en toda la población (Figura 11.1.2.2.1: 1).

source: A historical LVEF measurement could be used if it had been measured within 6 months prior to Visit 1, and more than 90 days after any myocardial infarction (as defined in exclusion criterion 1), or the LVEF could be measured after study consent had been obtained.
es_es: De haber un valor de FEVI dentro de los 6 meses previos a la Visita 1 y más de 90 días posterior a cualquier infarto de miocardio (definido según el criterio de exclusión 1) se podría usar este valor histórico; si no, se lo podría medir después de firmarse el consentimiento informado.

source: A history of atrial fibrillation or atrial flutter was reported for 52.4% of patients.
es_es: Consignaron antecedentes de fibrilación o aleteo auricular 52.4% de los pacientes.

source: A joint frailty model for of all events in trial (including the follow-up period)
es_es: Un modelo de fragilidad conjunta de todos los eventos del ensayo (incluido el período de seguimiento)

source: A joint frailty model including only CEC-confirmed primary events which meet the CDISC guidance criteria for HHF (i.e. excluding those missing a physical sign or laboratory test, or both)
es_es: Un modelo de fragilidad conjunta solo con los eventos primarios confirmados por el comité de eventos clínicos que cumplen con los criterios del consorcio CDISC para definir la hospitalización por insuficiencia cardíaca (es decir, sin excluir a quienes no tuvieran signos físicos o análisis de laboratorio)

source: A joint frailty model including only events that were thought to occur before the COVID-19 pandemic (also see Section 9.8.3)
es_es: Un modelo de fragilidad conjunta solo con eventos supuestamente acaecidos antes de la pandemia de COVID-19 (ver también la Sección 9.8.3)

source: A joint frailty model including only events up to 7 days prior to a reported SARS-CoV-2 infection (also see Section 9.8.3)
es_es: Un modelo de fragilidad conjunta solo con eventos acaecidos hasta 7 días antes de un caso consignado de infección por SARS-CoV-2 (ver también la Sección 9.8.3)

source: A joint frailty model that accounts for the dependence between recurrent all- cause hospitalisation and all-cause mortality was used.
es_es: Se empleó un modelo de fragilidad conjunta que explica la dependencia entre la hospitalización recurrente por todas las causas y la mortalidad por todas las causas.

source: A least squares linear regression of the relative peak areas against the concentration was performed and the related acceptance criteria pre-specified in the validation protocol were met.
es_es: Se hizo una regresión lineal de mínimos cuadrados cruzando el área relativa de los picos y la concentración, y se cumplieron los criterios de aceptación relacionados preespecificados en el protocolo de validación.

source: A limitation of the trial is that the results apply to patients with ischemic stroke and largevessel occlusion who are eligible for thrombolysis.
es_es: Este ensayo tiene la limitación de que los resultados aplican a los pacientes con accidente cerebrovascular isquémico y oclusión de grandes vasos que reúnen los requisitos para una trombólisis.

source: A limited set of capillary electrophoresis instruments and capillaries, affecting the result of the CGE analysis, was used for testing of the DP batches to date.
es_es: Hasta la fecha, se ha usado un conjunto limitado de tubos capilares e instrumentos de electroforesis capilar para las pruebas de partidas del medicamento, lo cual afecta el resultado del análisis de la CGE.

source: A linear regression is applied on the reference standard values and the biological activity of the test samples is calculated.
es_es: Se aplica regresión linear a los valores del estándar de referencia y se calcula la actividad biológica de la muestra de prueba.

source: A linear regression line is calculated together with the upper 99% limit of the prediction band around the regression line.
es_es: Se traza una recta regresión lineal junto con un límite superior de 99% de la banda de predicción en torno a la recta de regresión.

source: A liquid filled 4.5 mL cartridge crimped in an aluminium cylinder for RESPIMAT, with a tamper protection seal on the top.
es_es: Un cartucho de 4.5 ml relleno de líquido, crimpado sobre un cilindro de aluminio para RESPIMAT, con un sello inviolable en la parte superior.

source: A list of adverse events, including causes of death, and a list of serious adverse events are provided in Table 5 and Table 6, respectively.
es_es: En la Tabla 5 y la Tabla 6, se incluye una lista de eventos adversos, incluida la causa de muerte, y una lista de eventos adversos graves, respectivamente.

source: A list of clinical trials and formulations used for these trials is provided in Section 3.2.P.2.1 Clinical Trial Formulations and Batches.
es_es: En la Sección 3.2.P.2.1, Formulaciones y partidas de ensayos clínicos, se enumeran los ensayos clínicos y las formulaciones utilizadas en estos ensayos.

source: A list of contraception methods meeting these criteria was provided in the patient information
es_es: En la información para pacientes, se incluye una lista de los métodos anticonconceptivos que cumplen estos criterios.

source: A list of manufacturers with addresses and operations performed is provided in Table 1.
es_es: En la Tabla 1, se incluye un listado de fabricantes con las correspondientes direcciones y operaciones realizadas.

source: A list of manufacturers with addresses is provided in Table 1.
es_es: En la Tabla 1, se incluye un listado de fabricantes y sus correspondientes direcciones.

source: A list of manufacturers with addresses is provided in Table 25.
es_es: En la Tabla 25, se incluye una lista de los fabricantes y sus direcciones.

source: A list of product contact materials according to process steps for the DP manufacturing process was created (refer to Table 40).
es_es: Se creó una lista de materiales que están en contacto con el producto según los pasos del proceso de fabricación del medicamento (ver la Tabla 40).

source: A listing was provided for AEs that occurred while a patient was taking the wrong study medication.
es_es: Se proporcionó una lista de eventos adversos acaecidos mientras los pacientes tomaban la medicación incorrecta del estudio.

source: A log of all patients enrolled into the trial (i.e. who had signed the ICF) was maintained in the ISF at the investigational site irrespective of whether they had been treated with investigational drug.
es_es: En el archivo del centro investigador, se mantuvo un registro de todos los pacientes reclutados para el ensayo (que habían firmado el formulario de consentimiento informado), hubieran o no recibido el medicamento experimental.

source: A log of all subjects enrolled into the study (that is, of all subjects who provided informed consent) was to be maintained in the ISF at the investigational site regardless of whether they were treated with investigational medication.
es_es: En el archivo del centro investigador se debía mantener un registro de todos los voluntarios reclutados en el ensayo (es decir, todos los sujetos que dieron consentimiento informado), con independencia de que hubieran o no recibido el medicamento en estudio.

source: A manual 100 % visual check on each assembled device right after assembly process and manual visual check of appearance on a defined number of devices are carried out.
es_es: Se realiza un control visual manual al 100 % de cada dispositivo ensamblado inmediatamente después del proceso de ensamblaje y una verificación visual manual del aspecto en una cantidad definida de dispositivos.

source: A manual 100 % visual check on each assembled syringe right after plunger rod insertion is carried out.
es_es: Inmediatamente después de insertar el vástago del émbolo, se realiza un control visual al 100 % en cada jeringa ensamblada.

source: A manufacturing flow chart is shown in Figure 1 followed by a narrative description of the manufacturing operations along with the process controls for the production of Spiriva® Respimat solution for inhalation.
es_es: En la Figura 1 hay un flujograma de la fabricación y, a continuación, una descripción narrativa de las operaciones de fabricación y los controles del proceso que se aplican en la producción de Spiriva® Respimat, solución para inhalación.

source: A maximum concentration of 5000 µg/plate is to be investigated according to relevant guidelines.
es_es: Se ha de investigar una concentración máxima de 5000 µg/placa según las directrices pertinentes.
